tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ms-jpq/sad"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "robusta-dev/krr"
brew "act"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "glib"
brew "atuin"
brew "boost"
brew "docutils"
brew "awscli"
brew "bat"
brew "bottom"
brew "caddy"
brew "freetype"
brew "pkg-config"
brew "cheat"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "openssl@1.1"
brew "colima"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "dust"
brew "exa"
brew "fd"
brew "fennel"
brew "fribidi"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "gh"
brew "git"
brew "gitleaks"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "gtk+3"
brew "helm"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "libffi"
brew "libmagic"
brew "libpq"
brew "libraqm"
brew "libwebsockets"
brew "openjdk"
brew "liquibase"
brew "litecli"
brew "mas"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "openapi-generator"
brew "pgcli"
brew "pgvector"
brew "tcl-tk"
brew "pillow"
brew "pipx"
brew "podman"
brew "virtualenv", link: false
brew "pre-commit", link: false
brew "ripgrep"
brew "rlwrap"
brew "serve"
brew "sqldiff"
brew "stow"
brew "swig"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "ttyd"
brew "vhs"
brew "wget"
brew "whalebrew"
brew "xplr"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ms-jpq/sad/sad"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "robusta-dev/krr/krr"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "beekeeper-studio"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-cloud-sdk"
cask "grammarly"
cask "hammerspoon"
cask "karabiner-elements"
cask "linear-linear"
cask "logi-options-plus"
cask "miniconda"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "orion"
cask "parallels"
cask "pgadmin4"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "spotify"
cask "stats"
cask "utm"
cask "vmware-fusion"
cask "whatsapp"
mas "Drafts", id: 1435957248
mas "Keynote", id: 409183694
mas "Microsoft PowerPoint", id: 462062816
mas "ScreenBrush", id: 1233965871
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
