tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "onfido/tools", "git@gitlab.eu-west-1.mgmt.onfido.xyz:onfido/tools/homebrew-tools.git"
tap "qmk/qmk"
brew "coreutils"
brew "bat"
brew "curl"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "luajit", args: ["HEAD"]
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "onfido/tools/creds"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "discord"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "grammarly"
cask "hammerspoon"
cask "karabiner-elements"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "slowquitapps"
cask "stats"
cask "vmware-fusion"
