tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ms-jpq/sad"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "openldap"
brew "curl"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "gobject-introspection"
brew "harfbuzz"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "pillow"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "wget"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ms-jpq/sad/sad"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "fennel"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "bitwarden"
cask "discord"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "grammarly"
cask "hammerspoon"
cask "karabiner-elements"
cask "logi-options-plus"
cask "notion"
cask "obsidian"
cask "orion"
cask "qmk-toolbox"
cask "raycast"
cask "spotify"
cask "stats"
cask "utm"
cask "whatsapp"
cask "vmware-fusion"
cask "firefox"
cask "slack"
cask "parallels"
